#токен для бота
TOKEN = "1975075195:AAGtUXeHdv9E0cNMuBEAuFHko2gECwy5o1c"
#ключ для https://exchangeratesapi.io/
API_KEY = "f81884514bc6951ad295b9b7688dddce"

#словарь, по которому мы переводим валюту из сообщения пользователя
#в краткую английскую форму, так как API сайта работает с валютами в формате USD, RUB и так далее
keys = {"доллар": "USD", "долларa": "USD", "долларов": "USD", "долл": "USD", "доллары": "USD",
        "евро": "EUR", "евр": "EUR",
        "руб": "RUB", "рубль": "RUB", "рублей": "RUB", "рубля": "RUB", "рубли": "RUB"}
